{
    "generic": [
        "Ask people if you can't find your house.",
        "Carts are cheaper alternatives to horses, buy one in a shop.",
        "Explore the Iliac Bay to find dungeons; or get a dungeon map.",
        "Shop owners and guild members will give you quests if you ask them.",
        "If you can't find your house, someone in town might be able to help.",
        "If you're looking for work, there are various knightly orders around.",
        "If you're interested in the job of mercenary, you can join the Fighters Guild.",
        "The Mages Guild is the best place to study the world of magicka.",
        "Burglars, prostitutes, professional criminals, you can find them all in the Thieves Guild.",
        "If you are interested in theft, try something little and you will be rewarded eventually...",
        "The members of the Dark Brotherhood are said to be Daedra worshipper.",
        "The Dark Brotherhood has been declared illegal by many, yet persists...",
        "Templar Knightly Orders are associated with the worshipper of the Eight Divine.",
        "To advance in a faction, you need good reputation and willingness to work.",
        "Witch covens can be found in some dungeons and houses.",
        "Fighters Guilds, Mages Guilds, and Knightly Orders offer adventure for reward.",
        "Some tavern and shop owners will offer you quests of their own.",
        "Some nobles will offer you quests unrelated to the Emperor's mission.",
        "Some say the Dark Brotherhood and Thieves Guild operate in this region.",
        "Commit too many crimes and your very presence will be outlawed in civilized areas.",
        "Are you hated in one region? Move to another and start over.",
        "Halt!",
        "A guild member in one region is a member in them all.",
        "More valuable equipment will appear as you gain levels.",
        "Guilds will accept you into higher ranks as you increase your skills and do more quests.",
        "Banks offer ships, houses, and loans.",
        "Some very few people have found witch covens. The quests and summonings they offer are serious matters.",
        "Some quests are only available to those of high rank in their organization.",
        "If you've earned more gold than you can carry from a sale, you are given a letter of credit instead.",
        "You can convert gold into a letter of credit at a bank at the cost of a 1% surcharge.",
        "The gold in your bank account does not transfer between regions.",
        "Failing quests lowers your reputation with the respective organization.",     
        "Gold has weight. Drop off what gold you don't need at the bank to save space.",
        "Different types of shops sell and buy different types of equipment.",
        "Higher quality shops have better wares but at a higher cost. Lower quality shops give better prices.",
        "High-ranking mages can create custom magic items and receive teleportation and Daedra summoning services.",
        "Members of the Fighters Guild are given free room and board within any of their guild halls.",
        "Knights of a region get free inn rooms in that region. High-ranking knights get free rooms everywhere.",
        "If you are diseased, you can get cured at a temple for a fee.",
        "Rumors say the Thieves Guild and Dark Brotherhood require a special initiation process to become members.",
    ],
    "location": {
        "exterior": [
            "If you can't find a shop, try in a bigger town.",
            "Glenmorial Coven adepts may offer you quests.",
            "Some services are only available through guilds",
            "You can read a book in a library, but not buy it. This is what bookstores are for.",
            "Daedra worshipper often see one another at libraries.",
            "Furniture Stores are not the place for honest purchases.",
            "Not all temples are found inside towns.",
            "There are severs shrines dedicated to the Aedra in the iliac bay.",
            "Some towns are walled, try at a different time.",
            "If you want to get inside a town at night, either climb or levitate.",
            "Gem Stores don't sell enchanted items, but they buy them.",
            "Knights are offered free lodgings at taverns.",
            "Buy a drink in a tavern to restore health.",
            "Taverns are the best place to seek work.",
            "Have you found the dungeon in Cybiades?",
            "Fast travel is your best bet going anywhere in Daggerfall.",
            "The Emperor has lost a letter of extraordinary value. Its contents could change Tamriel's destiny.",
            "Gothryd, the young son of Lysandus, holds no love for the Empire.",
            "Camaron was the late king of Sentinel. He was slain in a duel with Gothryd.",
            "The people of Daggerfall are an honest people... sometimes too honest...",
            "Aubk-i was married to Gothryd to ensure peace between Daggerfall and Sentinel.",
            "Eadwyre is the oldest monarch of the three powers of the Iliac Bay.",
            "A fireball does not a wizard make.",
            "Lysandus was slain during the War of Betony under a mysterious fog.",
            "Nulfaga exiled herself to her castle Shedungent in the Wrothgarian Mountains.",
            "Barenziah, Morgiah, and Helseth are Dark Elves by birth.",
            "Some people dedicate themselves to hunting werewolves.",
            "Lycanthropy and vampirism are communicable diseases.",
            "Vary things by trying a shopkeeper quest or visiting a distant graveyard or shrine.",
            "Some priests build shrines in the wilderness. They do not believe in the deities of the Empire.",
            "Gortwog, leader of the orcs, seeks to be officially recognized by the Empire.",
            "The three powers of the Iliac Bay, Daggerfall, Sentinel, and Wayrest, are not on the best of terms.",
            "Some regions have differing architecture based on geography, climate, and the inhabitants."
        ],
        "dungeon": [
            "Explore the dungeon, you may find a different exit.",
            "Cemeteries and holds are shown on the map, but many other dungeons are to be discovered.",
            "Many want to send you in a dungeon, some consider it a recompensation.",
            "Casting a Recall spell inside a dungeon is a great way for a quick exit.",
            "Sometimes you get a Random Map from dead monsters...",
            "Never let your stamina run out in a hostile area.",
            "Try leaving notes on your map if you can't find your way.",
            "Listen carefully within a dungeon to avoid serious threats.",
            "Establish a safe area in the dungeon and rest there when needed.",
            "Humans are the only silent enemies.",
            "Use magical items instead of spells to preserve your magicka.",
            "Some enemies cannot be hurt by weaker materials of weapons.",
            "Hand-to-Hand combat can harm any enemy.",
            "Certain enemies will cast Shalidor's Mirror to reflect spells.",
            "Some kinds of spells such as Shield and Regenerate can ease the rigor of combat.",
            "Increase your Swimming skill to hold your breath longer underwater.",
            "Some spell effects make dungeon crawling much easier. Try Levitate, Water Walking, and Recall.",
            "Spriggans carry alchemy ingredients.",
            "Imps sometimes possess magical items.",
            "Some enemies, such as animals, never leave treasure.",
            "Strength alters carrying capacity, fatigue, and attack damage.",
            "Intelligence determines maximum magicka capacity.",
            "Endurance affects health regained per hour during rest and maximum health gained per level.",
            "Resting can restore your spell points, unless you are a sorcerer.",
            "Try breaking down a locked door with your fists instead of a weapon to prevent weapon damage.",
            "Shields of the same type offer the same defense, even if they are made of different materials.",
            "Ranged attackers resort to melee attacks as you approach them.",
            "Harmful spells can be reflected back at attackers with spell reflection spells, like Shalidor's Mirror.",
            "Speed affects both movement speed and attack speed.",
            "Skeleton Warriors take half damage from weapons with an edge, like blades.",
            "The undead are not easily fooled by the effects like invisibility or chameleon.",
            "Warriors and other combat-centric humanoids have more health than rogue or mage-type humanoids.",
            "Rogue-type humanoids attack faster than mages or warriors.",
            "Humanoids are the most likely to poison you.",
            "Animals carry nasty diseases and are most the likely to give you a disease.",
            "Werewolves and Wereboar have a 0.6 percent chance to give you lycanthropy with each attack!",
            "Vampires have a 0.6 percent chance to give you Vampirism with each attack!",
            "The critical strike skill can help you do more damage with weapon attacks.",
            "Some enemies drain your fatigue instead of health with their attacks.",
            "Watch your step. Falling from great heights or into hidden traps can be fatal.",
            "Beware of enemies that can paralyze with their attacks, such as spiders and scorpions."
        ]
    },
    "career": {
        "LOWHEALT": [
            "You can restore health using spells, potions or resting.",
            "Visit a tavern to buy food and restore your health.",
            "Try resting before your health gets too low, just in case something shows up while you rest.",
            "Health can be restored in a Temple for free under certain Circumstances."
        ],
        "LOWGOLD": [
            "Gold can be obtained from enemies, dungeons or by selling items.",
            "Banks can give you a loan if you're short on money.",
            "Reputation will drop if a loan is not paid back in time..."
        ],
        "HIGHGOLD": [
            "You can turn gold into Letters of Credit at banks.",
            "Coins have a weight, consider converting money into letters of credit.",
            "A letter of credit can be used to transfer money to another region."
        ],
        "LOWLEVEL": [
            "Practice your skills to increase level.",
            "Skill Trainers are available in guilds, every 9 hours"
        ],
        "HIGHLEVEL": "They say great things about {0}.",
        "WAGON": [
            "A wagon can carry a lot of items."
        ]
    },
    "character": {
        "race": {
            "Argonian": [
                "Argonians are known for their intelligence, agility and speed.",
                "Argonians call Black Marsh, full of forests and swamps, their home."
            ],
            "Breton": [
                "Bretons are excellent in magic arts.",
                "The Bretons of High Rock are often excellent wizards of great repute.",
                "Bretons have an innate resistance to raw magic."
            ],
            "DarkElf": [
                "Dark elves are very strong and quick.",
                "At the center of the Dark Elven province of Morrowind lies the ominous Red Mountain volcano."
            ],
            "HighElf": [
                "High Elves are known to be immune to paralysis.",
                "High Elves hail from Summerset (Sumurset) Isle, and are highly regarded as mages."
            ],
            "Khajiit": [
                "Khajiites are great climbers (and thieves).",
                "Elsweyr is the homeland of the Khajiiti. They are known for being adept thieves.",
                "Khajiit paint their face to look like the cats of the desert.",
            ],
            "Nord": [
                "Nords are strong and resistant to cold temperature.",
                "Nords are naturally resistant to cold, and take less damage from cold-based attacks.",
                "Nords inhabit the arctic province of Skyrim."
            ],
            "Redguard": [
                "Redguards are famous for being excellent warriors.",
                "Redguards, like Nords, are known for being powerful warriors. They hail from Hammerfell."
            ],
            "Vampire": [
                "In order to hit a vampire, a weapon must be, at least, made of silver.",
                "Becoming a vampire is much like being born again.",
                "Vampires get +20 to every attribute except Intelligence.",
                "Not all vampires are created equally. There are nine different Vampire bloodlines, each with different bloodline gifts.",
                "Vampires cannot bear holy places and sunlight.",
                "Vampires can't rest if not fed properly every day."
            ],
            "Wereboar": [
                "People are afraid of Werewolves and Wereboars.",
                "Lycanthropes feel the urge to kill innocents people...",
                "Wereboars get +40 to all physical attributes.",
                "Wereboars are immune to diseases and many weapons but not spells and hand-to-hand",
                "A cure for lycanthropy may exists..."
            ],
            "Werewolf": [
                "People are afraid of Werewolves and Wereboars.",
                "Lycanthropes feel the urge to kill innocents people...",
                "Werewolves get +40 to all physical attributes.",
                "Werewolves are immune to diseases and many weapons but not spells and hand-to-hand",
                "A cure for lycanthropy may exists..."
            ],
            "WoodElf": [
                "Bow and arrors, these are the best weapons fot wood elves.",
                "Valenwood, the land of the Wood Elves, is full of forests."
            ],
            "None": [
                "There are eight races in Daggerfall..."
            ]
        }
    },
    "progress": {
        "basic": [
            "Try visiting a town in a different season, if you're not in the desert...",
            "Eight Divines, eight temples.",
            "If you're lost, ask people in town for directions",
            "People will react differently according to your reputation.",
            "Diagonal Slashes, Horizontal Slashes, Vertical Chops and Thrust Forward.",
            "Daggerfall horses make travel shorter and faster, even more than a cart.",
            "Reputation can be improved doing quests.",
            "If you need to make an expensive purchase, use a letter of credit instead of holding all the gold.",
            "You must wait for at least 6 hours after your last skill increase in order to level up.",
            "Leveling is based on increasing a mixture of your primary, major, and minor skills.",
            "Staves have the most enchantment points of any weapon for constructing custom magic items."
        ],
        "advanced": [
            "Legends talk about an Order of the Lamp, but nobody can prove its existence...",
            "Horses can be even faster with levitation...",
            "Levitation allows a ranged attack from the air.",
            "Spell durations are measured in rounds, each round is 5 seconds.",
            "Chance refers to the likelyhood of a spell succeeding, the number listed is the percentage out of one hundred.",
            "When a spell with magnitude takes effect, a random number is chosen between each pair of numbers, then adds them all together.",
            "Unlike Fast Travel, Teleportation is instantaneous. It's magic after all.",
            "Try backing off an enemy before he finishes an attack to dodge it.",
            "If you must get past an enemy and are having trouble killing it, lure it into a room to bypass it."
        ]
    },
    "death": [
        "Dangerous diseases can be contracted from animals.",
        "Cure your diseases with potions and spells.",
        "During some holidays the temple healers offer cures for free.",
        "Increase your Speed to flee from powerful enemies.",
        "Everyone dies.",
        "They say curiosity killed the cat.",
        "If you're having trouble with a certain enemy, try taking a different route to avoid trouble."
    ]
}
